Repository: fildunsky/luci-app-modem
Catalog: po/*/modem.po
Languages: ru

source: Base Setting
ru: Основные настройки

source: Modem
ru: Модем

source: Modem Config
ru: Настройки модема

source: Modem Status
ru: Статус модема

source: Modem Name
ru: Имя модема

source: Modem Debug
ru: Отладка модема

source: Modem Select
ru: Выбор модема

source: Check the information of the adapted modem
ru: Просмотр информации о поддерживаемом модеме

source: Not adapted to this modem
ru: Модем не поддерживается

source: (Check adapted modem)
ru: (Проверить поддерживаемые модемы)

source: Loading modem information
ru: Загрузка информации о модеме

source: Loading modem status
ru: Загрузка статуса модема

source: Loading modem
ru: Загрузка модема

source: Dial Overview
ru: Обзор подключения

source: Check and add modem dialing configurations
ru: Просмотр и добавление настроек подключения

source: Global Config
ru: Глобальные настройки

source: Dial Log
ru: Журнал подключения

source: Download Log
ru: Журнал загрузок

source: connect
ru: подключено

source: disconnect
ru: отключено

source: disabled
ru: отключено

source: Data Interface
ru: Интерфейс передачи данных

source: Mode
ru: Режим

source: Connect Status
ru: Статус подключения

source: Dial Config
ru: Настройки подключения

source: Config List
ru: Список настроек

source: Debug Your Module
ru: Отладка модуля

source: Select a modem for debugging
ru: Выберите модем для отладки

source: Network Preferences
ru: Предпочтения сети

source: Self Test
ru: Самотестирование

source: Current
ru: Текущий

source: Option
ru: Параметр

source: Config
ru: Настройка

source: Item
ru: Элемент

source: Voltage
ru: Напряжение

source: Status
ru: Состояние

source: Abnormal
ru: Аномально

source: Normal
ru: Нормально

source: Low
ru: Низкое

source: Somewhat High
ru: Повышенное

source: Excessively High
ru: Слишком высокое

source: AT Command
ru: AT-команда

source: Quick Option
ru: Быстрый выбор

source: Auto
ru: Авто

source: Custom
ru: Пользовательский

source: Quick Commands
ru: Быстрые команды

source: Enter Command
ru: Введите команду

source: Apply
ru: Применить

source: Send
ru: Отправить

source: Clean
ru: Очистить

source: Response
ru: Ответ

source: Return to old page
ru: Вернуться на старую страницу

source: Return to modem debug
ru: Вернуться к отладке модема

source: Custom quick commands
ru: Пользовательские быстрые команды

source: Customize your quick commands
ru: Настройте свои быстрые команды

source: Custom Commands
ru: Пользовательские команды

source: Serial Number
ru: Номер по порядку

source: Description
ru: Описание

source: Command
ru: Команда

source: Modem Information
ru: Информация о модеме

source: No modems found
ru: Модемы не найдены

source: (Check the reason)
ru: (Проверить причину)

source: Enable dial configurations
ru: Включить настройки подключения

source: General Settings
ru: Общие настройки

source: Advanced Settings
ru: Расширенные настройки

source: Remarks
ru: Заметки

source: Mobile Network
ru: Мобильная сеть

source: UNKNOWN
ru: НЕИЗВЕСТНО

source: Unknown
ru: Неизвестно

source: unknown
ru: неизвестно

source: Mobile network not found
ru: Мобильная сеть не найдена

source: The network device was not found
ru: Сетевое устройство не найдено

source: Only display the modes available for the adaptation modem
ru: Показать только режимы, поддерживаемые модемом

source: Config ID
ru: ID настройки

source: Dial Tool
ru: Инструмент набора

source: After switching the dialing tool, it may be necessary to restart the module or restart the router to recognize the module.
ru: После смены инструмента набора может потребоваться перезапустить модем или роутер для его обнаружения.

source: Auto Choose
ru: Автоматический выбор

source: quectel-CM
ru: Инструмент набора Quectel

source: mmcli
ru: Инструмент управления модемом (mmcli)

source: PDP Type
ru: Тип PDP

source: Network Bridge
ru: Сетевой мост

source: After checking, enable network interface bridge.
ru: При активации — включить мост между интерфейсами.

source: Authentication Type
ru: Тип аутентификации

source: PAP/CHAP (both)
ru: PAP/CHAP (оба)

source: NONE
ru: Нет

source: PAP/CHAP Username
ru: Имя пользователя PAP/CHAP

source: PAP/CHAP Password
ru: Пароль PAP/CHAP

source: Message
ru: Сообщение

source: Base Information
ru: Базовая информация

source: Manufacturer
ru: Производитель

source: Revision
ru: Версия прошивки

source: AT Port
ru: AT-порт

source: Temperature
ru: Температура

source: Update Time
ru: Время обновления

source: SIM Information
ru: Информация SIM

source: Unknown SIM card status
ru: Статус SIM неизвестен

source: SIM card not inserted
ru: SIM-карта не вставлена

source: ISP
ru: Оператор

source: SIM Status
ru: Статус SIM

source: miss
ru: не вставлена

source: locked
ru: заблокирована

source: SIM Slot
ru: Слот SIM

source: SIM Number
ru: Номер SIM

source: Network Information
ru: Информация о сети

source: Network Type
ru: Тип сети

source: CQI UL
ru: Качество UL-канала (CQI UL)

source: CQI DL
ru: Качество DL-канала (CQI DL)

source: AMBR UL
ru: Макс. битрейт UL (AMBR UL)

source: AMBR DL
ru: Макс. битрейт DL (AMBR DL)

source: Tx Rate
ru: Скорость передачи

source: Rx Rate
ru: Скорость приёма

source: RSSI
ru: RSSI (уровень сигнала)

source: BER
ru: BER (ошибки)

source: Cell Information
ru: Информация о ячейке

source: Network Mode
ru: Режим сети

source: NR5G-SA Mode
ru: Режим NR5G-SA

source: EN-DC Mode
ru: Режим EN-DC

source: LTE Mode
ru: Режим LTE

source: WCDMA Mode
ru: Режим WCDMA

source: GSM Mode
ru: Режим GSM

source: MCC
ru: MCC (код страны)

source: MNC
ru: MNC (код оператора)

source: Duplex Mode
ru: Дуплексный режим

source: LAC
ru: LAC (код зоны)

source: Cell ID
ru: Cell ID (ID ячейки)

source: Physical Cell ID
ru: Физический Cell ID

source: TAC
ru: TAC (код области)

source: ARFCN
ru: ARFCN (радиоканал)

source: EARFCN
ru: EARFCN (LTE-канал)

source: UARFCN
ru: UARFCN (UMTS-канал)

source: Band
ru: Диапазон

source: Freq band indicator
ru: Индикатор диапазона

source: UL Bandwidth
ru: UL-ширина канала

source: DL Bandwidth
ru: DL-ширина канала

source: RSRP
ru: RSRP (мощность приёма)

source: RSRQ
ru: RSRQ (качество приёма)

source: SINR
ru: SINR (соотношение сигнал/шум)

source: RxLev
ru: RxLev (уровень сигнала)

source: RSSNR
ru: RSSNR (соотношение сигнал/шум)

source: SCS
ru: SCS (поднесущая)

source: CQI
ru: CQI (качество канала)

source: TX Power
ru: Мощность передачи

source: Srxlev
ru: Srxlev (уровень сигнала)

source: PSC
ru: PSC (код пилота)

source: RAC
ru: RAC (код маршрутизации)

source: RSCP
ru: RSCP (мощность приёма сигнала)

source: Eb/Io
ru: Eb/Io (отношение энергии на бит к интерференции)

source: Eb/No
ru: Eb/No (энергия на бит/шум)

source: Ec/Io
ru: Ec/Io (энергия на чип/интерференция)

source: Ec/No
ru: Ec/No (энергия на чип/шум)

source: Physical Channel
ru: Физический канал

source: Spreading Factor
ru: Фактор расширения спектра

source: Slot
ru: Слот

source: Speech Code
ru: Кодек речи

source: Compression Mode
ru: Режим сжатия

source: CHN-CMCC
ru: China Mobile

source: CMCC
ru: China Mobile

source: CHN-UNICOM
ru: China Unicom

source: UNICOM
ru: China Unicom

source: CUCC
ru: China Unicom

source: CHN-CT
ru: China Telecom

source: CHN-TELECOM
ru: China Telecom

source: CTCC
ru: China Telecom

source: CT
ru: China Telecom

source: Excellent
ru: Отлично

source: Good
ru: Хорошо

source: Fair
ru: Удовлетворительно

source: Bad
ru: Плохо

source: Plugin Config
ru: Настройки плагина

source: Check and modify the plugin configuration
ru: Просмотр и изменение настроек плагина

source: Modem Scan
ru: Сканирование модема

source: Scan
ru: Сканировать

source: Scaning modem...
ru: Сканирование модема...

source: The automatic configuration modem is triggered only at modem startup, otherwise, manual scanning is necessary
ru: Автоматическая настройка запускается только при старте модема, в остальных случаях требуется ручной запуск

source: Manual Configuration
ru: Ручная настройка

source: Enable the manual configuration of modem information
ru: Включить ручную настройку модема

source: (After enable, the automatic scanning and configuration function for modem information will be disabled)
ru: (После включения автоматическое сканирование и настройка будут отключены)

source: Network Interface Alias
ru: Псевдоним сетевого интерфейса

source: Enable automatic creation of network interface alias (Effective upon reinstatement of dialing configuration)
ru: Включить авто-создание псевдонима интерфейса (вступит в силу после повторного применения настроек)

source: Not null
ru: Не может быть пустым

source: missing
ru: обязательное поле не заполнено

source: Plugin Info
ru: Информация о плагине

source: Check the version information of the plugin
ru: Просмотр информации о версии плагина

source: Plugin Version
ru: Версия плагина

source: Dial Tool Info
ru: Информация о инструменте набора

source: Version
ru: Версия

source: Not installed
ru: Не установлено

source: Modem General Driver Info
ru: Общие драйверы модема

source: Driver Type
ru: Тип драйвера

source: Kernel Model
ru: Модуль ядра

source: USB Network
ru: USB-сеть

source: Serial Port
ru: Последовательный порт

source: Loaded
ru: Загружено

source: Not loaded
ru: Не загружено

source: Modem USB Driver Info
ru: USB-драйвер модема

source: Modem PCIE Driver Info
ru: PCIE-драйвер модема

source: General
ru: Общее

source: Private
ru: Приватный

source: Private (Quectel)
ru: Приватный (Quectel)

source: Private (Fibocom)
ru: Приватный (Fibocom)

source: Private (Meig)
ru: Приватный (Meig)
